{
    "header": 
    {
        "head": "Cultural Council",
        "text": "Find your true talent...."
    },

    "generalsecretary": 
    {
        "name": "Smit Maurya",
        "image": "images/Secretaries/Smith_Maurya.jpg",
        "email": "mailto:President_CoSA@iitbhilai.ac.in"
    },

    "text": 
    {
        "message": "We all, as a part of an elite league of institutes, aspire to work at the frontiers of human knowledge, innovate technology, initiate revolutions in science and propel national development to new heights. But often in such a competitive environment, work is stressed to the point of mania and this is when comes in the need of recreation. Rediscover your hobbies and explore new ones with Clubs at IIT Bhilai. Mind you there is absolutely no bound on anyone’s interest which also means that there is no bound on how many clubs you can be in – it is all up to you. Currently the following clubs are functional and conduct their respective activities at a regular basis:"
    },

    "follow": 
    {
        "facebook": "https://www.facebook.com/IITBhilai.Cult/",
        "instagram": "https://www.instagram.com/culturals_iitbh/"
    },

    "nominee": 
    {
        "ugcultural": "Vaishnavi Gupta",
        "pgcultural": "Abhishek Shrivastava"
    },

    "heading": "Cultural Clubs",

"club":[
    {
        "name": "Renaissance : The Fine Arts Club",
        "icon":"../public/images/logo/renaissance.jpg",
        "coordinator": "Lakshay Gupta",
        "description": "Arts club is all about providing a platform for every student to express their imagination,creativity,ideas or a world view through different artworks.The club provides you an environment in finding your hidden talent and endeavors to help the students cope with academic stress and create an enjoyable ambience for them.",
       "topic":"Objective:",
        "list": "The club involves in various events including Meraz (The Cultural Fest) Decoration, participation in Inter IIT Cultural Meet and organizing different activities like organising drawing competition, festival decoration, T-shirt painting, etc in the institute throughout the year.",
        "subject":"Activities: ",
        "txt_blck": 
        [
            {
                "txt": "Design college T-shirts and hoodie"
            },
            {    
                "txt": "Design posters and certificates for clubs and various events of our college"
            },
            {    
                "txt": "Festival decorations including rangoli were also done under this club"
            },
            {   
                "txt": "Organise Drawing Competition"
            }
        ],
        "facebook": "https://www.facebook.com/AClub.iitbh?mibextid=ZbWKwL",
        "instagram": "https://instagram.com/renaissance_iitbh?igshid=rh37w8y94r6k",
        "images":
        [
            {  
                "img": "../public/images/life/artsclub-2.jpg",
                "alt": "Arts Club"
            }
        ],
        "img-active":[
            {
                "img": "../public/images/life/artsclub-1.jpg",
                "alt": "Art Club"
            }
        ],
        "carousel_id":["renaissance"]
    },
    {
       "name":"Beathackers : The Dance Club",
       "icon":"../public/images/logo/beathackers.jpg",
       "coordinator": "Ayush Patel",
       "description": "\"Dance is one of the ways to express ourselves and to overcome the stress of our daily lives\". Beathackers is the official dance club of IIT Bhilai. Feel your feet tingling when the bass drops? Wanna learn a moonwalk or sway like Hrithik? If yes, then this the place where you can let the beats have control. The motive of the club is to make students learn about various dance forms such as jazz, break dance, hip hop and some of the popular western forms. The objective is to prepare a strong team for participating in dance events at national and international levels. The club organizes various workshops and zumba sessions throughout the year.",
       "subtopic":"Observations:",
       "points":
       [
           {
               "obs": "To encourage participation in dance events irrespective of the student's degree of talent."
           },
           {
               "obs": "To provide an opportunity to better the dancers in students through constant engagement and also through workshops."
           },
           {
               "obs": "To pick the best of dancers and form an efficient college dance team to perform during various occasions within the college when required, and consequently improving quality of performance."
           },
           {
               "obs": "To form a team that would introduce the basics of particular forms of dance to interested one."
           }
       ],
       "subject":"Events and Activities: ",
       "txt_blck":
       [
           {
               "txt": "Beathackers performance in orientation program (Ciao)."
           },
           {   
               "txt": "Cultural Performance in Meraz'18, Meraz'19  (Flash Mob, opening ceremony and host dance performance)."
           },
           {  
               "txt": "Participated in InterIIT Cultural Meet 2018, 2019."
           },
           {  
               "txt": "Secured 6th rank among 23 IITs in the Cult Meet 2019."
           },
           {  
               "txt": "Beathackers performance in Cultural Night."
           },
           {  
               "txt": "Xpressions (Dance night)."
           }
       ],
       "facebook": "https://www.facebook.com/profile.php?id=100070288571259&mibextid=ZbWKwL",
       "instagram": "https://instagram.com/beathackers_iitbhilai?igshid=MzRlODBiNWFlZA==",
       "images": 
       [
           
           {
                "img": "../public/images/life/beathackers-2.JPG",
               "alt": "Dance Club"
           }
       ],
       "img-active":[
            {
                "img": "../public/images/life/beathackers-1.JPG",
                "alt": "Dance Club"
            }
        ],
        "carousel_id":["beathackers"]
    },
    {
        "name":"Drishya : The Drama Club",
        "icon":"../public/images/logo/drishya.jpg",
        "coordinator": "Ketan Rakesh",
        "description": "\"The most exciting acting tends to happen in the roles you never thought you could play\" - John Lithgow. Drishya, the Dramatics Society of IIT Bhilai strives to provide a platform for students of the institute to conceive and play dramas on the different aspects of life. The main objective of the society is to produce excellent and innovative student theatre. Being the first cultural club to be set up at IIT Bhilai, we at the society mainly deal with Stage Plays and Nukkad. From writing plays to direction and to acting , members get to learn new skills for every job that happens to be in the dramatics. I, as a coordinator of Drishya assure you that once you enter this club, you will have lots of fun with enhancement of your drama skills. So, to all those who believe that there is an actor inside you, then do join us and get a chance to be a part of the society. ",
        "facebook": "https://www.facebook.com/Drishya_iitbhilai-107523870980314/",
        "instagram": "https://instagram.com/drishya_iitbhilai?igshid=tw6t1u7prra2",
        "images":
        [
            
            {   "img": "../public/images/life/drishya-2.JPG",
                "alt": "Drama Club"
            }
        ],
        "img-active":
        [
            {
                "img": "../public/images/life/drishya-1.JPG",
                "alt": "Drama Club"
            }
        ],
        "carousel_id":["drishya"]
    },
    {
        "name":"Quizzotica : The Quizzing Club",
        "icon":"../public/images/logo/quiz.jpg",
        "coordinator": "Uday Bhardwaj",
        "description": "Interested in Quizzes regarding Web Series, Memes, Movies, Tech etc, this is the club for you. Quizzing Club organizes regular quiz competitions and workshops to keep you updated with the current affairs and also to motivate you regarding your awareness towards current affairs. The primary goal of this club is to increase the interest of students towards quizzing and to participate and represent IIT Bhilai in the Quizzing Competitions at InterIIT Cultural Meet. ExQuizite - The Annual Quizzing Event, hosted by Quizzotica gives you the opportunity to unravel your talent and win exciting prizes. ",
        "facebook": "https://www.facebook.com/QuizzoticaIITBh/",
        "instagram": "https://instagram.com/quizzotica_iitbh?igshid=1skn0co75e5cr",
        "images": [
            {    "img": "../public/images/life/quizzotica-2.jpg",
                "alt": "Quizzotica"
            }
            
        ],

        "img-active":[
            {
                "img": "../public/images/life/quizzotica-1.jpg",
                "alt": "Quizzotica"
            }
        ],
        "carousel_id":["quizzotica"]
    },
    {
        "name":"Swara : The Music Club",
        "coordinator": "Aditya Bajpai",
        "icon":"../public/images/logo/swara.png",
        "description": "“Music and rhythm find their way into the secret places of the soul!” In our daily pursuit to achieve professional excellence we often neglect certain aspects of life. Music is one of them. It is our constant endeavour to spread awareness and induce a diverse music culture around us, encouraging students to take up instruments and giving opportunities to perform in front of a crowd. Swara as a club and band has performed at college festivals like Colossus (HNLU Naya Raipur), Armageddon (IIM Raipur), at Inter IIT Cultural Meet 2018 & 2019 and given a host performance Meraz (Annual Cultural fest of IIT Bhilai)",
        "instagram": "https://www.facebook.com/Swara_iitbh-102249191512762/",
        "facebook": "https://instagram.com/swara_iitbh?igshid=1raw7riy6v3yu",
        "images": 
        [
            {    
                "img": "../public/images/life/music-2.jpg",
                "alt": "Swara"
            }
        ],

        "img-active":[
            {
                "img": "../public/images/life/music-1.jpg",
                "alt": "Swara"
            }
        ],
        "carousel_id":["swara"]
    },
    {
        "name":"The Pixel Snappers : The Photography Club",
        "icon":"../public/images/logo/tps.jpg",
        "coordinator": "Ganta Srujan",
       "description": "From the very beginning of the IIT Bhilai members of the club have showed their dedication and covered all the events organised inside the institute. We, as the members of the photography club, seek to display our love for photography through the consecutive criticism of our peers, leisure activities that involve photography, and the promotion of photography in and around the IIT Bhilai campus.",
        "topic":"Activities:",
       "list": "The club have captured moments from every event whether it was cultural event or NSS activity in both photos as well as videos. Members of the club have also covered all the editions of PRAYATNA (Intra College Sports Meet). Club has organised photography competitions weekly starting from IIT Bhilai’s first batch itself and giving prizes to winners. There has been a regular interaction among the club members to exchange their knowledge and improve one's skill in photography. The club plays a major role in running the institute's YouTube channel as a content creator and editor ",
        "subject":"Acheivements: ",
        "txt_blck": 
        [ 
            {
                "txt": "11 ( among 23IITs) - Street Photography at Inter IIT Cultural Meet 2019"
            },
            { 
                "txt": "12 ( among 23IITs) - Online photography at Inter IIT Cultural Meet 2019."
            },
            {
                "txt": "First prize - Photowalk 3.0 conducted by IIM Raipur"
            }
               
            
        ],
        "facebook": "https://www.facebook.com/ThePixelSnappers/",
        "instagram": "https://www.instagram.com/thepixelsnappers/",
        "youtube": "https://www.youtube.com/channel/UCs_b3N6z8XZSCY4KUrcQnsQ",
        "images": 
        [
            {
                "img": "../public/images/life/tps-2.JPG",
                "alt": "The Pixel Snappers"
            }
        ],
        "img-active":[
            {
                "img": "../public/images/life/tps-1.jpg",
                "alt": "The Pixel Snappers"
            }
        ],
        "carousel_id":["TPS"]
    },
   {
    "name":"DesignX : The Digital Arts Club",
    "icon":"../public/images/logo/designX.jpg",
    "coordinator": "Sai Surya Talla",
    
    "description": "DesignX is a newly formed Digital Arts Club of IIT Bhilai.Everyone is Creative. At some point, everyone displays their Creative Skill to the World.We, at DesignX, wish to channel that Creativity to more Artistic and Practical Tasks. DesignX is not only about making some cool designs, but also learning things on the way. DesignX designs posters, certificates and T-Shirts for several Clubs and events at IIT Bhilai.",
    "facebook": "http://fb.me/DesignXIITBhilai",
    "instagram": "https://instagram.com/designx_iitbhilai?igshid=m4rpuanay1jw",
    "images": 
    [
        {
            "img": "../public/images/life/designx.jpg",
            "alt": "DesignX"
        }
    ],
    "img-active":[
            {
                "img": "../public/images/life/music-1.jpg",
                "alt": "Swara"
            }
        ],
        "carousel_id":["designx"]
    }
],   


"heading2": "Cultural Societies",
"society": 

    [
    
    {   "name":"G.O.A.L.S - The General Oratory And Literary Society",
        "secretary": "Snehal Suhane and Aditya Yadav",
        "icon":"../public/images/logo/goals.jpg",
        "description":
        [
            {
                "des": "GOALS, which stands for General Oratory And Literary Society is a society which sprung from the Orators club. Initially confined to the arena of public-speaking, it was decided that the club would expand its ventures and dabble in other literary fields too. The society encourages and provides a platform to budding writers and orators to put forth their views. The society is a vibrant one, with lots of regular and interesting activities like Debates and GDs, that both serve to be fun as well as beneficial. Every student taking part in these activities is encouraged to come out of his/her shell and start communicating effectively."
            },
            {
                "des": "GOALS has a weekly online edition - EXPRESSO, which features artistic literary works. The society also has its own newsletter, called the Couch Potato. The contents are typically informal and talk about the most interesting things happening in and around the campus. As GOALS works for nurturing the speaking and writing skills of its members, for developing critical thinking and leadership abilities it organises MUN - Model United Nations. In all, it is a society that's definitely worth joining, if you want a major upgrade to your public skills!"
            }
        ],
        "facebook": "https://www.facebook.com/goals.iitbhilai/",
        "instagram": "https://instagram.com/goals_iitbhilai?igshid=MzRlODBiNWFlZA==",
        "images":
        [
            {   "img": "../public/images/life/goals-2.jpg",
                "alt": "GOALS"
            }
        ],
        "img-active":[
            {
                "img": "../public/images/life/goals-1.jpg",
                "alt": "GOALS"
            }
        ],
        "carousel_id":["GOALS"]
    },

    {    "name":"FPS - The Film Production Society",
        "icon":"../public/images/logo/fps.jpg",
        "secretary": "Galab Vamsi and Yuvraj Mandrah",
        "description": 
        [
            {
                "des":"One of the newest clubs of IIT Bhilai. The ideal club to get your filmmaking skills out to people. The club is responsible for all the video related activities at IIT Bhilai from Fresher intro video to Short movie making. This most versatile club will give you an all round experience beginning from story writing, scripting, screenplay to acting, shooting and video editing. FPS also organises competitions and workshops on video editing, short film making and short movie making."
            }
        ],
        "facebook": "https://www.facebook.com/FPS-IIT-Bhilai-108429224222257",
        "instagram": "https://instagram.com/fps_iitbh?igshid=piydx83g287f",
        "images":
        [
            {
                "img": "../public/images/life/goals-1.jpg",
                "alt": "GOALS"
            }
            
        ],
        "img-active":[
            
            {
                "img": "../public/images/life/fps.jpg",
                "alt": "Film Production Society"
            }
        ],
        "carousel_id":["FPS"]
    },

    { 
          "name":"NIRVANA",
          "icon":"../public/images/logo/nirvana.jpg",
        "secretary": "Anamika Rajesh and Joseph",
      "description":
        [
            {
                "des": "Nirvana is a society that focuses on mental health, gender and sexuality. We envisioned an embracing society where currently existing social stigmas are normalized, and all humans are treated rightfully. We, at Nirvana, educate and empower the the IIT Bhilai community by providing resources on the issues most important to us, from sex and sexuality to mental health."
            },
            {
              "des": "The society has two divisions:"
            },
             {
               "des": "Mental Health Division - Breaking stigmas and building knowledge in our community around depression, anxiety, substance abuse and more."
             },
             {
               "des": "Queer Division - Coming to terms with sexuality and gender identity in a culture where it's even harder to stray from the \"norm\"."
             }
        ],
        "facebook":"",
        "instagram": "https://www.instagram.com/nirvana_iit_bhilai?igshid=YmMyMTA2M2Y%3D",
        "images": 
        [
            
            {   "img": "../public/images/life/nir2.jpeg",
                "alt": "Nirvana"
            }
        ],
        "img-active":[
            
            {
                "img": "../public/images/life/nir1.jpeg",
                "alt": "Nirvana"
            }
        ],
        "carousel_id":["nirvana"]
        
    }
]

}

