{
    "header": {
        "heading": "Anti Ragging",
        "text": ""
    },
    "title": {
        "heading": "Title, commencement and applicablity: ",
        "points": [
            {
                "text": ""
            },
            {
                "text": ""
            },
            {
                "text": ""
            }
        ]
    },
    "objective": {
        "heading": "Objective: ",
        "text": ""
    },
    "definitons": {
        "heading": "Definitions: ",
        "note": "For the purposes of these Regulations: ",
        "points": [
            {
                "text": ""
            },
            {
                "text": ""
            },
            {
                "text": ""
            },
            {
                "text": ""
            },
            {
                "text": ""
            },
            {
                "text": ""
            }
        ]
    },
    "ingredients": {
        "heading": "Punishable ingredients of Ragging: ",
        "points": [
            {"text": "Abetment to ragging"},
            {"text": "Criminal conspiracy to rag"},
            {"text": "Unlawful assembly and rioting while ragging"},
            {"text": "Public nuisance created during ragging"},
            {"text": "Violation of decency and morals through ragging"},
            {"text": "Injury to bdy, causing hurt or grievous hurt"},
            {"text": "Wrongful restraint"},
            {"text": "Wrongful confinement"},
            {"text": "Use of criminal force"},
            {"text": "Assault as well as sexual offences or unnatural offences"},
            {"text": "Extortion"},
            {"text": "Criminal trespass"},
            {"text": "Offences against property"},
            {"text": "Criminal intimidation"},
            {"text": "Attempts to commit any or all of the above mentioned offences against the victim(s)"},
            {"text": "Physical or psychological humiliation"},
            {"text": "All other offences folllowing from the definition of \"Ragging\""}
        ]
    },
    "prohibition": {
        "heading": "Measures for prohibition of ragging at the institutional level",
        "points": [
            {
                "text": ""
            },
            {
                "text": ""
            },
            {
                "text": ""
            }
        ]
    },
    "prevention": {
        "heading": "Measures for prevention of ragging at the institutional level",
        "admission": [
            {
                "heading": "Before admissions",
                "points": []
            },
            {
                "heading": "On admission",
                "points": []
            },
            {
                "heading": "At the end of the academic year",
                "points": []
            },
            {
                "heading": "Other measures",
                "points": []
            },
            {
                "heading": "Measures for encouraging healthy interaction between freshers and seniors",
                "points": []
            }
        ]
    },
    "measures": {
        "heading": "Measures at the UGC/Statutory/Regulatory level",
        "note": [
            {
                "heading": "Regulatory measures",
                "points": []
            },
            {
                "heading": "Incentives for curbing ragging",
                "points": []
            },
            {
                "heading": "Monitoring mechanism to ensure compilance",
                "points": []
            }
        ]
    },
    "punishment": {
        "heading": "Punishments: ",
        "note": [
            {
                "heading": "At the institution level",
                "points": []
            },
            {
                "heading": "At the appointing authority level",
                "points": []
            },
            {
                "heading": "At the UGC/Statutory/Regulatory level",
                "points": []
            }
        ]
    },
    "head": {
        "heading": "Hostel Life",
        "text": "Ohh! You'll love it here...."
    },
    "about": {
        "heading": "About",
        "text": "The hostel lifestyle is an integral part of the one’s college life. Here, at IIT Bhilai, the hostel life is much more than just ‘hanging out’. Our student community is very enthusiatic which is why being here is a totally vivid experience. Even though in its infancy, IIT Bhilai has developed a rich student culture where students from different communities come together and have time of their lifetime. As part of student activities we have established the official student body, Council of Student Affairs(CoSA). Under it function various clubs and associations, each having a coordinator. Students are encouraged to actively participate in the clubs whoch interests them. This makes hostel life exciting and fun."
    },
    "location": {
        "heading": "Campus Location",
        "text": "IIT Bhilai is located in its temporary campus which is inside the premises of The Government Engineering College(GEC), Raipur. The campus is about 12 km from Raipur Junction Railway Station, 16 km from Raipur Airport and 13 km from Pandri Bus Stand, Raipur. Auto Rickshaws are easily available from these places to the campus.",
        "map_link": "https://www.google.com/maps/embed/v1/place?key=AIzaSyDwxilx3FT8Oe4JCbm8elUIlqN66aMTUEU&q=IIT+Bhilai,Old+Dhamtari+Rd&maptype=satellite"
    },
    "facilities": {
        "heading": "Facilities Available",
        "hostel": {
            "heading": "Hostels for girls and boys",
            "text": "Staying in campus is fun because of hostel and the environment that it offers. We have two hostels, Castle Ena and Castle Dio. Second, Third and Fourth year boys resides in Castle Ena. All the girls will be residing on ground floor of Castle Dio. First floor of Castle Dio will have accomodation for 1st year boys. ",
            "note": "Note: Wings of the girls hostel will be completely partitioned from the rest of the hostel."
        },
        "capacity": {
            "heading": "Hostels Capacity",
            "text": "In Castle Ena the total capacity is of 302 and in Castle Dio the total capacity is 258."
        },
        "rooms": {
            "heading": "Types of Rooms",
            "text": "We have 2 sharing, 3 sharing and 4 sharing rooms in Castle Ena and for the fresher boys, they will be given 3 sharing rooms and 4 sharing rooms for fresher girls, there is still plenty of space left in the rooms."
        },
        "others": {
            "heading": "Other facilities",
            "facilities": [
                {
                    "points":"Every student gets a bed, a fan, an almirah, a table and a chair in his room."
                },
                {
                    "points":"Toilets are commonly shared with the wing mates and are cleaned twice a day."
                },
                {
                    "points":"Fully automated washing machines are kept in the laundry room for saving time and efforts of the students."
                },
                {
                    "points":"Recreation cum TV room is there in the hostels for entertainment purpose."
                },
                {
                    "points":"For the music lovers, there is a music room equipped with a drum set, congo set, keyboard, guitar and some other instruments."
                },
                {
                    "points":"A dance room completely equipped with mirrored walls is set up for tapping your feet. And yes, if you love those drops, then there are bass speakers for you to bounce on."
                },
                {
                    "points":"Both the hostels have indoor badminton courts."
                },
                {
                    "points":"A snooker table and other indoor games are also provided."
                },
                {
                    "points":"A Table Tennis table is also there for \"ping-pong\" lovers."
                },
                {
                    "points":"Air Cooling Ducts are there in each wing in the hostels to keep the rooms cool during summer."
                }
            ]
        }
    },
    "connectivity": {
        "heading": "Network and Connectivity",
        "text": "Being an IIT it is needless to say that we have an excellent internet connectivity. The NKN (National Knowledge Network) program is the Internet service provider for the institute and supports network speeds of up to 1 GB/s. Although in the elementary stage, the NKN network is useful as it provides connectivity to other institutes, has resources like video lectures, seminars etc. Each student has access to the network through the LAN ports provided in the hostel rooms as well as Wi-Fi (each student is allotted a unique ID-Password for accessing). We also have a DC++ culture in the hostel (Google it and you will learn that DC++ is the life line of IIT hostels). It is a really productive file sharing system with a host server and various other clients linked to it. It comes in handy to share large files, academic softwares and recreational stuff (like movies, games, TV series). Students are encouraged to avail the benefits of the system in the hostel. Apart from the above, all students have access to a common file storage system. Students can use it as a drive to drop/retrieve/share files with peers."
    },
    "mess": {
        "heading": "Mess Facilities",
        "text": "Currently there are two mess in the campus, one serving in each hostel, Mess provides snacks at evening apart from breakfast, lunch and dinner. Both the hostels have mess night canteens which are open till 3 am in the night. They serve Snacks, Drinks, Fresh Fruit Juices, Noodles, Ice-Creams etc.",
        "image": [
            {
                "url": "images/life/mess-1.jpg"
            },
            {
                "url": "images/life/mess-2.jpg"
            }
        ]
    },
    "medical": {
        "heading": "Medical Facilities",
        "text": "The hostel has first-aid facilities along with medications for common ailments. If one needs to see a doctor, he can find him adjacent to Castle Tria and Guest House in the Nurse room. A paramedic is always available at the campus and so is the ambulance service (An ambulance vehicle available 24 x 7 in the campus). In case of emergency or any other medical call, one is taken to the nearest hospital: The VY Hospital (Located about 5 km from the campus, distance is covered within 15 min due to presence of wide and less busy roads). It is functional 24 x 7 and has all major facilities."
    },
    "transportation": {
        "heading": "Transportation Facilities within Campus",
        "text": "The Castle Ena boys hostel is located at a distance of about 900m from the academic block. A wide road within the campus connects both. There are plenty of options to ply between these two:",
        "facilities": [
            {
                "point": "You can walk without even breaking a sweat (Can’t guarantee about summers though)"
            },
            {
                "point": "Paddle your way to the Acad. Block"
            },
            {
                "point": "Lazy enough? Well there is a bus service back and forth from the hostel to the Acad. Block. It runs at scheduled times- generally half and prior to lectures and lunch."
            }
        ]
    }
}