{
    "head": {
        "heading": "Hostel Life",
        "text": "Ohh! You'll love it here...."
    },
    "header": {
        "heading": "UGC Regulation on Anti Ragging in Higher Educational Institutions",
        "text": "In exercise of the powers conferred by Clause (g) of Sub-Section (l) of Section 26 of the University Grants Commission Act, 1956, the University Grants Commission hereby makes the following Regulations, namely: "
    },
    "title": {
        "heading": "Title, commencement and applicablity: ",
        "points": [
            {
                "text": "These regulations shall be called the \"UGC Regulations on Curbing the Menace of Ragging in Higher Educational Institutions, 2009\"."
            },
            {
                "text": "They shall come into force with immediate effect."
            },
            {
                "text": "They shall apply to all the universities established or incorporated by or under a Central Act, a Provincial Act or a State Act, to all institutions deemed to be university under Section 3 of the UGC Act, 1956, to all other higher educational institutions, including the departments, constituent units and all the premises (academic, residential, sports, canteen, etc) of such universities, deemed universities and other higher educational institutions, whether located within the campus or outside, and to all means of transportation of students whether public or private."
            }
        ]
    },
    "objective": {
        "heading": "Objective: ",
        "text": "To root out ragging in all its forms from universities, colleges and other educational institutions in the country by prohibiting it by law, preventing its occurrence by following the provisions of these Regulations and punishing those who indulge in ragging as provided for in these Regulations and the appropriate law in force."
    },
    "definitons": {
        "heading": "Definitions: ",
        "note": "For the purposes of these Regulations: ",
        "points": [
            {
                "text": "\"college\" means any institution, whether known as such or by any other name, which provides for a programme of study beyond 12 years of schooling for obtaining qualification from a university and which, in accordance with the rules and regulations of such university, is recognized as competent to provide for such programme of study and present students undergoing such programme of study for the examination for the award of such qualification."
            },
            {
                "text": "\"Head of the institution\" means the 'Vice-Chancellor' in case of a university/deemed to be university, 'Principal' in case of a college, 'Director' in case of an institute."
            },
            {
                "text": "\"institution\" means a higher educational institution (HEI), like a university, a college, an institute, etc. imparting higher education beyond 12 years of schooling leading to a degree (graduate, postgraduate and/or higher level) and/or to a university diploma."
            },
            {
                "text": "\"Ragging\" means the following: Any conduct whether by words spoken or written or by an act which has the effect of teasing, treating or handling with rudeness any other student, indulging in rowdy or undisciplined activities which causes or is likely to cause annoyance, hardship or psychological harm or to raise fear or apprehension thereof in a fresher or a junior student or asking the students to do any act or perform something which such student will not in the ordinary course and which has the effect of causing or generating a sense of shame or embarrassment so as to adversely affect the physique or psyche of a fresher or a junior student."
            },
            {
                "text": "\"Statutory/ReguIatory body\" means a body so constituted by a Central/ State Government legislation for setting and maintaining standards in the relevant areas of higher education, such as the All India Council for Technical Education (AICTE), the Bar Council of India (BCI), the Dental Council of India (DCI), the Distance Education Council (DEC), the Indian Council of Agricultural Research (ICAR), the Indian Nursing Council (INC), the Medical Council of India (MCI), the National Council for Teacher Education (NCTE), the Pharmacy Council of India (PCI), etc. and the State Higher Education Councils."
            },
            {
                "text": "\"University\" means a university established or incorporated by or under a Central Act, a Provincial Act or a State Act, an institution deemed to be university under Section 3 of the UGC Act, 1956, or an institution specially empowered by an Act of Parliament to confer or grant degrees."
            }
        ]
    },
    "ingredients": {
        "heading": "Punishable ingredients of Ragging: ",
        "points": [
            {"text": "Abetment to ragging"},
            {"text": "Criminal conspiracy to rag"},
            {"text": "Unlawful assembly and rioting while ragging"},
            {"text": "Public nuisance created during ragging"},
            {"text": "Violation of decency and morals through ragging"},
            {"text": "Injury to bdy, causing hurt or grievous hurt"},
            {"text": "Wrongful restraint"},
            {"text": "Wrongful confinement"},
            {"text": "Use of criminal force"},
            {"text": "Assault as well as sexual offences or unnatural offences"},
            {"text": "Extortion"},
            {"text": "Criminal trespass"},
            {"text": "Offences against property"},
            {"text": "Criminal intimidation"},
            {"text": "Attempts to commit any or all of the above mentioned offences against the victim(s)"},
            {"text": "Physical or psychological humiliation"},
            {"text": "All other offences folllowing from the definition of \"Ragging\""}
        ]
    },
    "prohibition": {
        "heading": "Measures for prohibition of ragging at the institutional level",
        "points": [
            {
                "text": "The institution shall strictly observe the provisions of the Act of the Central Govemment and the State Governments, if any, or if enacted, considering ragging as a cognizable offence under the law on a par with rape and other atrocities against women and ill-treatment of persons belonging to the SC/ST, and prohibiting ragging in all its forms in all institutions."
            },
            {
                "text": "Ragging in all its forms shall be totally banned in the entire institution, including its departments, constituent units, all its premises (academic, residential, sports, canteen, etc) whether located within the campus or outside and in all means oftransportation of students whether public or private."
            },
            {
                "text": "The institution shall take strict action against those found guilty of ragging and/or of abetting ragging."
            }
        ]
    },
    "prevention": {
        "heading": "Measures for prevention of ragging at the institutional level",
        "admission": [
            {
                "heading": "Before admissions",
                "points": []
            },
            {
                "heading": "On admission",
                "points": []
            },
            {
                "heading": "At the end of the academic year",
                "points": []
            },
            {
                "heading": "Other measures",
                "points": []
            },
            {
                "heading": "Measures for encouraging healthy interaction between freshers and seniors",
                "points": []
            }
        ]
    },
    "measures": {
        "heading": "Measures at the UGC/Statutory/Regulatory level",
        "note": [
            {
                "heading": "Regulatory measures",
                "points": []
            },
            {
                "heading": "Incentives for curbing ragging",
                "points": []
            },
            {
                "heading": "Monitoring mechanism to ensure compilance",
                "points": []
            }
        ]
    },
    "punishment": {
        "heading": "Punishments: ",
        "note": [
            {
                "heading": "At the institution level",
                "points": {
                    "text": "Depending upon the nature and gravity of the offence as established by the AntiRagging Committee of the institution, the possible punishments for those found guilty of ragging at the institution level shall be any one or any combination of the following: ",
                    "sub-points": [
                        {
                            "text": "Suspension from attending classes and academic privileges"
                        },
                        {
                            "text": "Withholding/ withdrawing scholarship/ fellowship and other benefits"
                        },
                        {
                            "text": "Debarring from appearing in any test/ examination or other evaluation process"
                        },
                        {
                            "text": "Withholding results"
                        },
                        {
                            "text": "Debarring from representing the institution in any regional, national or international meet, tournament, youth festival, etc."
                        },
                        {
                            "text": "Suspension/ expulsion from the hostel"
                        },
                        {
                            "text": "Cancellation of admission"
                        },
                        {
                            "text": "Rustication from the institution for period ranging from 1 to 4 semesters"
                        },
                        {
                            "text": "Expulsion from the institution and consequent debarring from admission to any other institution for a specified period"
                        },
                        {
                            "text": "Fine ranging between Rupees 25,000/- and Rupees 1 lakh"
                        },
                        {
                            "text": "Collective punishment: When the persons committing or abetting the crime of ragging are not identified, the institution shall resort to collective punishment."
                        }
                    ]
                }
            },
            {
                "heading": "At the appointing authority level",
                "points": {
                    "text": "The authorities of the institution, particularly the Head of the institution, shall be responsible to ensure that no incident of ragging takes place in the institution. In case any incident of ragging takes place, the Head shall take prompt and appropriate action against the person(s) whose dereliction of duty lead to the incident. The authority designated to appoint the Head shall, in its turn, take prompt and appropriate action against the Head.",
                    "sub-points": ""
                }
            },
            {
                "heading": "At the UGC/Statutory/Regulatory level",
                "points": {
                    "text": "",
                    "sub-points": [
                        {
                            "text": "Delisting the institution from section 12B of the UGC Act or any similar provision in the Act of the Statutory/Regulatory body concerned."
                        },
                        {
                            "text": "Withholding any grants allocated to it."
                        },
                        {
                            "text": "Declaring the institution ineligible for consideration for any assistance under any of the general or special assistance programmes of the UGC/Statutöry/ Regulatory body concerned."
                        },
                        {
                            "text": "Declaring that the institution does not have the minimum academic standards and warning the potential candidates for admission accordingly through public notice and posting on the UGC Website/ Website of the Statutory/Regulatory body concerned."
                        },
                        {
                            "text": "Taking such other action within its powers as it may deem fit and impose such other penalties as provided till such time as the institution achieves the objective of curbing ragging."
                        },
                        {
                            "text": "Collaborating with one another to work out other possible deterrents."
                        }
                    ]
                }
            }
        ]
    },
    "about": {
        "heading": "Hostel Life",
        "text": "The hostel lifestyle is an integral part of the one’s college life. Here, at IIT Bhilai, the hostel life is much more than just ‘hanging out’. Our student community is very enthusiatic which is why being here is a totally vivid experience. Even though in its infancy, IIT Bhilai has developed a rich student culture where students from different communities come together and have time of their lifetime. As part of student activities we have established the official student body, Council of Student Affairs(CoSA). Under it function various clubs and associations, each having a coordinator. Students are encouraged to actively participate in the clubs whoch interests them. This makes hostel life exciting and fun."
    },
    "location": {
        "heading": "Campus Location",
        "text": "IIT Bhilai is located in its temporary campus which is inside the premises of The Government Engineering College(GEC), Raipur. The campus is about 12 km from Raipur Junction Railway Station, 16 km from Raipur Airport and 13 km from Pandri Bus Stand, Raipur. Auto Rickshaws are easily available from these places to the campus.",
        "map_link": "https://www.google.com/maps/embed/v1/place?key=AIzaSyDwxilx3FT8Oe4JCbm8elUIlqN66aMTUEU&q=IIT+Bhilai,Old+Dhamtari+Rd&maptype=satellite"
    },
    "facilities": {
        "heading": "Facilities Available",
        "hostel": {
            "heading": "Hostels for girls and boys",
            "text": "Staying in campus is fun because of hostel and the environment that it offers. We have two hostels, Castle Ena and Castle Dio. Second, Third and Fourth year boys resides in Castle Ena. All the girls will be residing on ground floor of Castle Dio. First floor of Castle Dio will have accomodation for 1st year boys. ",
            "note": "Note: Wings of the girls hostel will be completely partitioned from the rest of the hostel."
        },
        "capacity": {
            "heading": "Hostels Capacity",
            "text": "In Castle Ena the total capacity is of 302 and in Castle Dio the total capacity is 258."
        },
        "rooms": {
            "heading": "Types of Rooms",
            "text": "We have 2 sharing, 3 sharing and 4 sharing rooms in Castle Ena and for the fresher boys, they will be given 3 sharing rooms and 4 sharing rooms for fresher girls, there is still plenty of space left in the rooms."
        },
        "others": {
            "heading": "Other facilities",
            "facilities": [
                {
                    "points":"Every student gets a bed, a fan, an almirah, a table and a chair in his room."
                },
                {
                    "points":"Toilets are commonly shared with the wing mates and are cleaned twice a day."
                },
                {
                    "points":"Fully automated washing machines are kept in the laundry room for saving time and efforts of the students."
                },
                {
                    "points":"Recreation cum TV room is there in the hostels for entertainment purpose."
                },
                {
                    "points":"For the music lovers, there is a music room equipped with a drum set, congo set, keyboard, guitar and some other instruments."
                },
                {
                    "points":"A dance room completely equipped with mirrored walls is set up for tapping your feet. And yes, if you love those drops, then there are bass speakers for you to bounce on."
                },
                {
                    "points":"Both the hostels have indoor badminton courts."
                },
                {
                    "points":"A snooker table and other indoor games are also provided."
                },
                {
                    "points":"A Table Tennis table is also there for \"ping-pong\" lovers."
                },
                {
                    "points":"Air Cooling Ducts are there in each wing in the hostels to keep the rooms cool during summer."
                }
            ]
        }
    },
    "connectivity": {
        "heading": "Network and Connectivity",
        "text": "Being an IIT it is needless to say that we have an excellent internet connectivity. The NKN (National Knowledge Network) program is the Internet service provider for the institute and supports network speeds of up to 1 GB/s. Although in the elementary stage, the NKN network is useful as it provides connectivity to other institutes, has resources like video lectures, seminars etc. Each student has access to the network through the LAN ports provided in the hostel rooms as well as Wi-Fi (each student is allotted a unique ID-Password for accessing). We also have a DC++ culture in the hostel (Google it and you will learn that DC++ is the life line of IIT hostels). It is a really productive file sharing system with a host server and various other clients linked to it. It comes in handy to share large files, academic softwares and recreational stuff (like movies, games, TV series). Students are encouraged to avail the benefits of the system in the hostel. Apart from the above, all students have access to a common file storage system. Students can use it as a drive to drop/retrieve/share files with peers."
    },
    "mess": {
        "heading": "Mess Facilities",
        "text": "Currently there are two mess in the campus, one serving in each hostel, Mess provides snacks at evening apart from breakfast, lunch and dinner. Both the hostels have mess night canteens which are open till 3 am in the night. They serve Snacks, Drinks, Fresh Fruit Juices, Noodles, Ice-Creams etc.",
        "image": [
            {
                "url": "images/life/mess-1.jpg"
            },
            {
                "url": "images/life/mess-2.jpg"
            }
        ]
    },
    "medical": {
        "heading": "Medical Facilities",
        "text": "The hostel has first-aid facilities along with medications for common ailments. If one needs to see a doctor, he can find him adjacent to Castle Tria and Guest House in the Nurse room. A paramedic is always available at the campus and so is the ambulance service (An ambulance vehicle available 24 x 7 in the campus). In case of emergency or any other medical call, one is taken to the nearest hospital: The VY Hospital (Located about 5 km from the campus, distance is covered within 15 min due to presence of wide and less busy roads). It is functional 24 x 7 and has all major facilities."
    },
    "transportation": {
        "heading": "Transportation Facilities within Campus",
        "text": "The Castle Ena boys hostel is located at a distance of about 900m from the academic block. A wide road within the campus connects both. There are plenty of options to ply between these two:",
        "facilities": [
            {
                "point": "You can walk without even breaking a sweat (Can’t guarantee about summers though)"
            },
            {
                "point": "Paddle your way to the Acad. Block"
            },
            {
                "point": "Lazy enough? Well there is a bus service back and forth from the hostel to the Acad. Block. It runs at scheduled times- generally half and prior to lectures and lunch."
            }
        ]
    }
}