{
    "header":{
        "heading": "Outreach Clubs",
        "subtitle": "Find your true talent...."
    },
    "clubs-text": "We all, as a part of an elite league of institutes, aspire to work at the frontiers of human knowledge, innovate technology, initiate revolutions in science and propel national development to new heights. But often in such a competitive environment, work is stressed to the point of mania and this is when comes in the need of recreation. Rediscover your hobbies and explore new ones with Clubs at IIT Bhilai. Mind you there is absolutely no bound on anyone’s interest which also means that there is no bound on how many clubs you can be in – it is all up to you. Currently the following clubs are functional and conduct their respective activities at a regular basis:",
    "outreach":{
        "heading":"Student Outreach Team",
        "title":"Secretary",
        "name":"Aryan Tiwari",
        "about":{
            "head":"About:",
            "content":"A team of dedicated individuals acting as the bridge for communication between the institute’s student community and other colleges, organizations or companies. We as a team under the Council of Student Affairs (CoSA) aim to help the student community of IIT Bhilai in all possible aspects whether it is placement stats, internship opportunities, promotions, etc."},
        "work":"What's our work",
        "info-list":[
            {
            "a": "Point of contact for other colleges/institutes (for fests, workshops, internships, or any other reason within the scope of Student Outreach)"
            },
            {
            "a": "Publishing in the media any notable student achievement or event/happening in our institute."
            },
            {
            "a": "To create and establish alumni-relations with the alumni of IIT Bhilai for upliftment and development of our students."
            },
            {
            "a": "Inviting well known personalities for guest lectures or for events in the institute."
            },
            {
            "a": "Publishing the Yearbook  (consisting of all the memories and contributions) as a souvenir for the passing out batches."
            },
            {
            "a": "Serving as a medium for sharing the placement stats and valuable experience shared by our senior most batch and alumni for reference by the (current) students."
            },
            {
            "a": "The team plays a major role in the promotional activities of MERAZ."
            },
            {
            "a": "Organizing tours to nearby popular tourist places and attractions to rejuvenate the body and souls."
            }
        ]
    }
}